export const qnaData = {
  list: [
    {
      id: 1,
      label: '"안녕하세요 선배님! 간단하게 자기소개 한 번 부탁드립니다."',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "안녕하세요. 지금은 이름이 바뀐 사이버보안학과 14학번 돈을 많이벌고 싶은 김도언 입니다. 현재는 정보보안컨설팅 기업에서 모의해킹 업무를 하고있습니다!" }
        ],
      }
    },
    {
      id: 2,
      label: '"모의 해킹이요? 모의 해킹은 자세히 어떤 직무인가요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "기업은 실제 서비스의 위협을 미리 감지하기 위해서 모의로 해킹을 해달라고 정보보안컨설팅 업체에 의뢰를 합니다." },
          { id: 2, content: "그럼 저와 같은 모의 해킹 전문가들이 해당 서비스를 다양한 방법으로 해킹을 시도하는 업무입니다." },
          { id: 3, content: "로 웹, 모바일, CS 프로그램 까지 전반전인 소프트웨어 분야 시스템에 대해서 블랙박스 형식으로 모의 해킹을 하는 형태입니다." },
        ],
      }
    },
    {
      id: 3,
      label: '"오.. 멋있네요.. 그럼 모의 해커의 하루 일과는 주로 어떻게 되나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "하루일과라.. 프로젝트별로 차이점이 많다고 생각을해요 현재는 좋은 프로젝트에서 장기로 투입이되어 많은 경험을 하고있어 하루 일과가 특이할수도있어요." },
          { id: 2, content: "심의 업무라고 하죠 저희는 어떻게 설명해야될지 모르겠는데 전반적으로 보는거에요 해당 시스템이 대고객 서비스로 오픈될수있을정도의 보안여건이 갖춰져있나를 위주로 보고있구요 정기적인 계획으로 취약점진단 서비스를 운영하고있습니다." },
          { id: 3, content: "그 외에는 아쉽지만 기업 보안 사항이라 말 하기 어려운부분이라 하하하.." },
        ],
      }
    },
    {
      id: 4,
      label: '"어떻게 선배님은 모의 해킹 전문가라는 직무를 목표로 삼으셨나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "신기했어요 저는 게임에서 해킹이란 해킹은 다 경험해본거같기도해요 당하기도 하고.. 저도 크흠 ㅎ...장난이고, 그래서 더욱관심을 가졌던거같아요." },
          { id: 2, content: "실제로 모의해킹 사이트에서 공부도 해보고 이것저것 서버구성도나 네트워크 흐름에 대해서 공부할떄마다 매력에 빠지더라구요 그래서 지금도 회사사람들한테 막물어보는데 ㅋㅋㅋ 그만물어볼때 되지않았냐고 혼나기도 해요" },
        ],
      }
    },
    {
      id: 5,
      label: '" 아마 모의 해킹 전문가에 대해서 흥미로워할 학생들이 많을 것 같은데, 모의 해킹 전문가에게 가장 중요시되는 능력은 무슨 능력인가요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "음 기술력이지 않을까싶어요. 어떤능력이라고하면 뭐 다들 언어공부해야돼요? 어떤거해야되요? 라는 질문들이많은데 제가 추천하는건 기본기를 탄탄하게 다지세요." },
          { id: 2, content: "지금 현재나와있는 보안이슈에대해서 관심도가지시구요. 너무 앞선 신기술은 가볍게만 이런것도 있구나하고 넘기시는게 낫습니다." },
          { id: 3, content: "제가 하는 직무는 기술력이 바탕인 설득력이 중요하거든요." },
          { id: 4, content: "내가 이렇게 내세운 근거를 확실하고 당당하게 말할수있어야 신뢰감이생겨요." },
          { id: 5, content: "그리고 어떤식으로 고쳐야할지도 쉽게 생각이들구요 기본기가없이 시작하게되면.. 취약점을 찾기만하지 어떤식으로 고쳐야하는지 응용능력이없어요.. 기본기 꼭다지시고 취업하시게되면.. 정말.. 편할겁니다." },
        ],
      }
    },
    {
      id: 6,
      label: '"그럼 모의 해킹 전문가가 되기 위해서는 어떤 공부를 해야하나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "앞선질문과 거의 동일한 답변 일 수도있는데.. 무턱대고 정보보안기사 공부를했어요.. 그렇게 추천하지는 않아요. 다만, 내가 뭘해야될지 모르겠다라는사람한테는 추천하고싶네요.." },
          { id: 2, content: "저런 목표라도 정해야 공부를 조금이라도 하게되게 관심을 가지게되거든요.. 저도 그랬구요." },
          { id: 3, content: "또 여러가지 실제 해킹에 관한 공부도 중요해요. 저는 이것저것 찾아보고 아는 분들한테 물어보기도하고 그랬죠. 목적 없는 이론 공부보다는... 언제나 실전이 중요하다는걸 알고 계실거라생각합니다." },
          { id: 4, content: "이론은 실전과 연결시켜 공부하시는 것을 추천해요. 정해진 공부는없어요. 개발이든 보안이든 IT는 거의 비슷하기때문에 가장하고싶고 관심깊은 공부를하시고 실전과 연관시켜 학업을 이어가는걸 추천드리고싶습니다." },
          { id: 5, content: "이렇게 말씀드리는 이유는.. 현실적으로 이론 시험을 보고 자격증으로 할 수 있는 취업도중요하지만, 기업보다는 본인의 큰 미래를 생각해서 관심있게 공부하라고 추천드리는겁니다.." },
          { id: 6, content: "실전에 관해서 이야기를 드리자면, 나한테 맞을거같은 회사에 들어가서 빠르게 실전 업무를 경험해보는 것도 추천드려요. 실제로 경험하는 것 만큼 확실한 것은 없거든요 ㅎㅎ." },
        ],
      }
    },
    {
      id: 7,
      label: '"가장 기억에 남는 학교 수업이 있으신가요? 혹은 가장 도움이 되었던 수업이 있으신가요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "가장 큰수업은 언제나 그렇든 이론 수업보다는 실습 수업이지 않을까 싶습니다. 리눅스든 뭐든 실제로 내가 키보드로 쳐보고 눈으로보고 해봐야 앞으로 어떤 문제가 발생하든 어떤일을하든 바로바로대처할수 있고 공부할때 큰도움이되거든요." },
          { id: 2, content: "리눅스 공부는 진짜 평생 감사하게 생각합니다. 모바일 취약점 진단 업무를 수행하면서 리눅스 명렁어를 진짜 많이쓰거든요.. 와.. 그때 배운게 아직도 기억날정도에요 ㅋㅋㅋ '리눅스 OS 보안' 수업은 꼭 추천드립니다!" },
        ],
      }
    },
    {
      id: 8,
      label: '"만약 모의 해킹 전문가가 되고싶어하는 후배가 있다면 어떤 방식으로 준비해야할까요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "이부분은 글로적으면 엄청길어지기때문에 간결하게 설명드릴게요." },
          { id: 2, content: "절대 포기하지마세요. 자격증은 최소 정보처리기사만 있으셔도됩니다. 대외활동을 위주로하세요 대외활동이 실제 취업할 때 높게 봐줍니다." },
          { id: 3, content: "저 같은 경우는 대외 활동에서 얻은 것들이 많아서 취업할 때 도움이 많이 됐던 것 같아요." },
          { id: 4, content: "외우는 방식의 공부가아닌 이해하는방식의 공부를하세요. 아는척하는건 기술면접가시면 다 들켜요.. 이 업무는 단순 외우는걸로는.. 한계가있어요." },
          { id: 5, content: "나중에 따로연락주면 자소서라도 봐드릴게요! 언제든지 편하게 연락 하셔도 좋습니다." },
        ],
      }
    },
    {
      id: 9,
      label: '"자소서 봐준다는 이야기는 정말입니다.. 저도 많이 도움을 받았죠 ㅎㅎ. 이상으로 인터뷰를 마치겠습니다! 끝으로 이 글을 볼 후배들에게 해주고싶은 이야기가 있을까요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "보안분야라고 생각하시면 다들 대단하다고 생각하실거같아요. 현실은 그렇게 큰 이펙트가 있진않아요 그래도 주눅들지말고 앞으로만 나아갔으면 해요." },
          { id: 2, content: "결국 묵묵히 꾹참고 성장한다는 가정하에 동일선상에서 IT분야 중 최고의 대접을 받고있을거라고 자부합니다." },
          { id: 3, content: "추가로... IT분야 전체를 좀 관심가져줬으면해요.. 보안분야가 워낙넓어서.. 깊진않더라도 서로간의 대화를하기위해서는 전체적인 지식이 조금이라도 있어야합니다.." },
          { id: 4, content: "이상 오늘 회의에서 개발자가 말하는거 이해못해서 3번물어본 김도언" },
        ],
      }
    }
  ]
}