export const qnaData = {
  list: [
    {
      id: 1,
      label: '"안녕하세요 선배님! 간단하게 자기소개 한 번 부탁드립니다."',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "안녕하세요. 제 이름은 송태기입니다." },
          { id: 2, content: "저는 2014년도에 배재대 사이버보안학과에 입학했고 총 6년의 학교 생활을 마치고 석사 학위를 받아 졸업했습니다." },
          { id: 3, content: "저는 석사 학위로 병역 특례를 받아 군대를 가지 않고 현재 서울에 위치한 보안 솔루션 관련 IT 중소기업의 부설 연구소에서 전문연구요원으로 개발 업무를 하고있습니다." },
        ],
      }
    },
    {
      id: 2,
      label: '"아마 보안 솔루션에 대해서 궁금해하는 학생들이 많을 것 같은데요, 자세히 어떤 직무이며 어떤 일들을 하시나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "우선 저희 회사는 보안 솔루션을 만들어 파는 회사입니다. 따라서, 저는 해당 솔루션들의 기능을 개선하거나 새로운 기능을 개발하는 업무를 합니다." },
          { id: 2, content: "현재는 회사가 이전에 개발해 왔던 솔루션 2가지를 통합 개선하여 새로운 솔루션으로 만드는 업무를 하고 있습니다." },
          { id: 3, content: "구체적으로 설명을 드리자면, 해당 솔루션은 사용자에게 보여지는 웹 화면, 웹 서버, 리눅스 데몬 서비스 등으로 구성되어 있습니다." },
        ],
      }
    },
    {
      id: 3,
      label: '"선배님의 하루 일과는 어떻게 되나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "하루 일과보다 한 주의 일과를 설명드리는 것이 더 좋겠네요." },
          { id: 2, content: "월요일 오전에는 이슈관리 시스템에 한주간 진행할 업무를 확인하고 개인적으로 일정을 계산합니다." },
          { id: 3, content: "그렇게 산정한 일정을 한 주 동안 소화하는 방식으로 일을 합니다." },
          { id: 4, content: "중간 중간에 타부서에서 업무시스템을 통해 기능 관련 문의가 오기도 하는데, 장애와 같은 큰 이슈가 생기면 일정에 차질이 생기기도 하네요." },
          { id: 5, content: "그리고 개발 관련 회의가 필요하다 생각 되면 상황을 봐서 선임에게 회의를 요청하고 개발 방향을 정하기도 합니다." },
          { id: 6, content: "그렇게 한 주가 지나면 금요일 오전에 주간 보고서를 작성하고, 오후에 주간회의를 통해 한 주간 진행한 내용을 공유하고 검토합니다." }
        ],
      }
    },
    {
      id: 4,
      label: '"보안 솔루션 개발자가 어떻게 보면 소프트웨어 개발자라고 할 수도 있겠군요? 정보보안 학과에서 선배님은 어떻게 소프트웨어 개발이라는 직무를 목표로 삼으셨나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "네, 그렇죠 ㅎㅎ." },
          { id: 2, content: "학부 시절 저는 보안과 개발에서 다양한 활동을 했었던 것 같았습니다." },
          { id: 3, content: "제가 개발을 시작하게된 계기는 제가 리버싱에 흥미가 생기고 난 후였습니다." },
          { id: 4, content: "리버싱에는 어셈블리어가 필수적이라 어셈블리언어를 학습하려 하였지만 기본적인 개발 경험도 없던 터라 어려움을 느꼈고 결국 포기했습니다." },
          { id: 5, content: "리버싱을 잘 하기 위해서는 개발에 대한 이해가 되야한다고 생각했고, 그 때부터 개발을 하다보니 개발의 매력에 점점빠지게 되어 개발자가 되기로 했던것 같습니다." },
        ],
      }
    },
    {
      id: 5,
      label: '"보안 솔루션 개발자라는 직무에서는 어떤 능력이 가장 중요시될까요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "다양한 분야가 있지만, 제가 생각하기에 공통적으로 가장 필요한 능력은 목표한 기능을 어떻게든 구현하는 능력입니다." },
          { id: 2, content: "코드를 효율적으로 짜고, 성능이 좋은 프로그램을 만들어내는 것은 그다음이라고 생각합니다." },
        ],
      }
    },
    {
      id: 6,
      label: '"현재 저희 과에서도 보안 소프트웨어 개발자가 되려는 학생들이 많습니다. 혹시 신입생이나 후배들이 개발자가 되고싶어 한다면 어떤 조언을 해줄 수 있을까요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "우선 뭐든 만들어보세요!" },
          { id: 2, content: "늘 저는 후배들에게 뭐든 만들어보라고 이야기 하곤 했습니다." },
          { id: 3, content: "일단 어떤 기능을 만들어서 결과물을 보게 되면, 그때부터 개선할 점들이 보이게 됩니다." },
          { id: 4, content: "해당 기능을 구현하기 위한 여러가지 방법들을 접할 것이고, 여러 상황에 어떠한 방식이 적절한지 알게될 것입니다." },
          { id: 5, content: "앞으로 여러분들이 이수하게될 과목들이 어디에 쓰이는 지 몰라도 잘 알아둔다면, 그 기능을 구현하고 개선하기 위해서 아주 유용하게 사용될 것입니다." },
          { id: 6, content: "그 기능 개발을 위해 단지 코드를 짜는 능력 뿐만 아니라 컴퓨터구조, tcp/ip 통신, 운영체제론, 암호학개론 등의 이론 기반 전공 지식이 필요합니다." },
          { id: 7, content: "이런 이론 기반 지식이 없는 사람은 어떤 기능을 구현할 때 자기가 어떤 부분을 모르고 있는지 파악하지 못하고 막힙니다." },
          { id: 8, content: "하지만 큰 그림을 그릴 줄 아는 사람은 자신이 모르고 있는 부분을 파악하고 그걸 찾아 공부할 수 있습니다." },
        ],
      }
    },
    {
      id: 7,
      label: '"저희가 알고 있기로는 배재대학교 정보보안학과 최초 연구실(랩실)인 록스의 설립자라고 알고 있는데, 맞나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "맞아요. 2014년 학과가 처음 개설될 당시 제가 만들었고, 저와 저의 동기들 그리고 사랑하는 후배들이 유지하고 키워나갔습니다. 앞으로도 후배들에게 아껴주길 바랍니다. ㅎㅎ" },
        ],
      }
    },
    {
      id: 8,
      label: '"선배님이 연구실(랩실) 팀장을 하시면서 실제로 학업이나 취업에 도움이 많이 되었나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "특례로 들어온 거라 연구실 활동이 어찌보면 당연한거라 취업 시 메리트는 없었지만, 일반적인 경우라면 큰 도움이 됩니다." },
          { id: 2, content: "학업에 너무 큰 도움이 되었습니다. 함께한 동기들, 능력좋은 후배들이 있었기에 흔들리지 않고 꾼준히 할 수 있었습니다." },
          { id: 3, content: "흔히들 대학에서 친구는 비지니스다라고 많이들 이야기 합니다." },
          { id: 4, content: "하지만 제가 함께한 연구실 사람들은 비지니스가 아니었고, 대학에서 평생 연락하고 싶은 사람들을 만날 수 있어서 좋았습니다." },
          { id: 5, content: "저는 연구실 활동을 할 수 있다면 꼭 추천하고싶습니다!" },
        ],
      }
    },
    {
      id: 9,
      label: '"인터뷰를 마치겠습니다. 끝으로 이 글을 볼 후배들에게 해주고싶은 이야기가 있을까요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "신입생이 보는 건지, 졸업반이 보는 건지 모르겠지만 대학 생활 열심히 재밌게 하세요." },
          { id: 2, content: "집,학교만 반복하면서 의미 없이 4년 보내지 마세요. 정치질에 시간 뺏기지 마세요." },
          { id: 3, content: "돈모아서 여행도가고, 열심히 놀고, 연애도 많이 하세요." },
          { id: 4, content: "허송세월 보내지 말고, 남 눈치 보지 말고, 하고 싶은거 빨리 찾으시길 바라며 마치겠습니다." },
        ],
      }
    },
  ]
}