export const qnaData = {
  list: [
    {
      id: 1,
      label: '"안녕하세요! 간단하게 자기소개 한 번 부탁드립니다."',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "안녕하세요 윤정호라고 합니다." },
          { id: 2, content: "11학번으로 배재대학교 정보통신공학과에 입학했었고 정보보안학과가 14년도에 생기면서 많은 수업을 듣게 되었습니다." },
        ],
      }
    },
    {
      id: 2,
      label: '"현재 선배님은 어떤 회사에서 어떤 직무를 맡고 계신가요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "현재는 판교에 있는 정보보안업체에서 네트워크 분석쪽 직무를 맡고 있는 평범한 직장인입니다." },
        ],
      }
    },
    {
      id: 3,
      label: '"네트워크 분석 전문가는 무슨 일을 수행하나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "악성 행위로 인해 발생되는 트래픽이나 외부로부터의 취약성 공격을 대응하기 위한 패턴 제작 및 관련된 (악성) 행위에 대한 분석 그리고 프로토콜이나 서비스를 분석하여 제공하기도 합니다." },
          { id: 2, content: "이렇게 제공한 콘텐츠들은 보안 솔루션에서 악성 행위를 실시간으로 대응하거나 인가되지 않은 사용자에 대해 일부 프로토콜을 제한하는 등의 역할을 수행합니다." },
        ],
      }
    },
    {
      id: 4,
      label: '"그럼 네트워크 분석 전문가의 하루 일과는 어떻게 되나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "프로젝트나 특정 업무를 목표로 처리하기 때문에 하루 일과가 딱히 정해져있지는 않습니다." },
          { id: 2, content: "어느 회사든 일정에 대한 기한이 있을 텐데요." },
          { id: 3, content: "일정을 처리하다가 특별한 이슈가 생겼을 때는 이슈에 대해 대응하고 그렇지 않은 경우에는 업무를 처리하다가 종종 회의 등을 통해서 업무에 대한 리뷰/공유 등을 진행하기도 합니다." },
        ],
      }
    },
    {
      id: 5,
      label: '"어떻게 선배님은 해당 직무를 목표로 삼으셨나요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "저는 2학년 정도까지만 해도 저는 윈도의 방화벽도 불편하다고 끄고 쓰던 사람이었습니다." },
          { id: 2, content: "그러다가 학교에서 진행하는 ICT 인턴십으로 2학년 2학기에 대전의 작은 회사에서 반년 정도 인턴을 했었는데요." },
          { id: 3, content: "업무를 위한 내부관리 서버를 구축해서 사용하던 중 회사 분께서 외부로부터의 공격을 어떻게 막는지를 물어보셨어요." },
          { id: 4, content: "보안에 대해 당연히 잘 몰랐기에 제대로 답을 하지 못했고 이후에 집에 와서 관련 부분을 찾으면서 시작된 것 같습니다." },
          { id: 5, content: "이 직무를 특별히 목표로 삼았던 건 아니고 기존에 관심이 있던 통신과 네트워크, 그리고 보안을 공부하면서 접목되다 보니 지금까지 오게 되었네요." },
        ],
      }
    },
    {
      id: 6,
      label: '"네트워크 분석 전문가에게 가장 중요시되는 능력은 무슨 능력인가요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "분석에 대한 관점이 가장 중요거 같습니다." },
          { id: 2, content: "아무리 좋은 프로그램들이 있더라도 결국 어떤 방향으로 갈지를 정하지 못하면 쓰지를 못하는 것처럼 분석에 대한 관점이 가장 중요하다고 생각합니다." },
          { id: 3, content: "또한, 기본적인 학교 수업을 기반으로 공격과 같은 보안 위반 사항이나 악성코드 분석, TCP/UDP 같은 프로토콜에 대한 추가적인 이해입니다." },
          { id: 4, content: "특히 TCP, UDP 같은 프로토콜을 제대로 이해한다면 이 직무가 아니더라도 평생 먹고사는 걱정은 없을 거라고 생각합니다." },
        ],
      }
    },
    {
      id: 7,
      label: '"선배님이 취업을 하실 때 가지고 계셨던 무기는 무엇인가요"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "오픈소스 사용 경험과 보안 기사를 취득하면서 전반적으로 보안에 대해 이해했던 경험이라고 생각합니다." },
          { id: 2, content: "오픈소스 사용 경험은 간혹 설치와 간략하게 사용하는 걸 경험이라고 하시는 분들이 있는데 이런 경험이 아닌 정말 제대로 된 사용이어야 도움이 됩니다." },
        ],
      }
    },
    {
      id: 8,
      label: '"인터뷰를 마치겠습니다. 끝으로 이 글을 볼 후배들에게 해주고싶은 이야기가 있을까요?"',
      largeDescriptionData: {
        descs: [
          { id: 1, content: "학교에 대한 기본 수업 충실하면서 자기개발도 해야 하지만, 다양한 경험을 했으면 좋겠어요." },
          { id: 2, content: "단순히 전공 쪽을 떠나서 여러 사람도 만나보고 여행과 같은 활동, 연애도 꼭 하시고요. 나중에 직장인이 될수록 시간도 없고 현실에 맞추어지는 게 많아져서 정말 하기 힘들어집니다." },
          { id: 3, content: "또 경험하더라도 20대의 경험은 다르게 느껴지거든요. 30세가 되니까 정말 시간을 되돌리고 싶을 정도네요." },
          { id: 4, content: "음주나 게임 말고 보람찬 생활하면서 기억에 남는 추억 만들기 바랍니다." },
          { id: 5, content: "이 글 보고 꼭 20대의 저처럼 남은 시간 많다고 생각하시는 분들 꼭 있습니다." },
          { id: 6, content: "꼰대같이 느껴질 수 있지만 인생 정말 짧습니다." },
        ],
      }
    },
  ]
}