export const data = {
  headerData: {
    title: "졸업 후에는 어떤 직업을 갖게 되나요?",
    description: "정보보안의 4대 직무에 대해서 알아보며 어떤 미래가 기다리고 있는지 알아봅시다!"
  },
  carrerData: [
    {
      id: 1,
      src: "/carrer/solution.svg",
      carrerTitle: "보안 솔루션 개발 / 관제 / 운영",
      carrerDescription: "전략을 통해서 각종 보안의 위협으로 부터 서비스를 보호하는 솔루션을 개발하거나 서비스에 적용합니다. 보안 솔루션 개발자들에 의해서 보안 프로그램이 만들어지고 방어막이 두터워집니다.",
    },
    {
      id: 2,
      src: "/carrer/consultant.svg",
      carrerTitle: "정보보안 컨설턴트",
      carrerDescription: "한 조직 내에서 가장 위험한 보안 위협은 바로 관리 체계 자체에 보안 허점입니다. 정보 보안 컨설턴트는 각종 기업의 관리적/물리적/기술적 분야에서 발생 가능한 위협을 분석하고 방향을 제시하는 역할을 수행합니다.",
    },
    {
      id: 3,
      src: "/carrer/hacking.svg",
      carrerTitle: "모의 해킹 전문가",
      carrerDescription: "모의 해킹 전문가는 기업의 시스템에 직접 해킹을 시도해 봄으로 어떤 취약점과 위협이 존재하는지 파악하고, 그에 따른 적절한 보안 대책을 제시하는 역할을 합니다.",
    },
    {
      id: 4,
      src: "/carrer/handler.svg",
      carrerTitle: "침해사고 대응 전문가",
      carrerDescription: "위험을 최소화한다고 하더라도, 기업 내/외 요인으로 인해서 침해 사고가 발생할 수 있습니다. 위의 경우 침해사고 대응 전문가가 현장에 투입되어 공격 유형을 분석하고 이후에 대한 대책을 수립합니다.",
    }
  ],
  largeDescriptionData: {
    title: "정보보안 전문가가 되기 위해서 필요한 것은?",
    descs: [
      { id: 1, content: "정보보안 전문가가 되기 위해서는 다양한 보안 분야의 시야를 넓히는 것이 중요합니다." },
      { id: 2, content: "공격자의 공격 패턴을 파악하고 적절한 대책을 제시할 수 있어야 하기 때문에, 공격자보다 더 다양한 지식과 해당 분야에 대한 이해가 필요합니다." },
      { id: 3, content: "이처럼 정보보안 전문가는 보안 사고 예방 및 대응을 위해서 개발 언어별 프로그래밍 지식과 네트워크, 시스템, DB에 관한 다양한 지식이 필요합니다." },
      { id: 4, content: " 해킹과 같은 고급 기술이 아니라 개발과 같은 원천 기술이라 의아할 수 있지만 정보보안은 수학과 같이 원리를 알고 이를 응용해 분석할 수 있는 능력이 필요합니다." },
      { id: 5, content: "예를 들어 웹 모의해킹을 잘 하려면 공격 패턴을 익히는 것보다, 웹 서버를 개발해보고 시큐어 코딩을 적용해보며 각 로직 별로 공격을 수행해 보는 것이 더 중요합니다. 개발이 어떻게 되어 있는지 알아야 공격이 가능하고, " },
      { id: 6, content: "이런 Insight가 생겨야 시스템을 보고 분석할 수 있는 능력이 생기기 때문에, 패턴이나 공격 기법만 외워서는 절대 보안 전문가로 거듭날 수 없습니다." },
    ],
    quotation: "(주) SK Infosec 공식 블로그 발췌",
  }
}

